/* label of button to dismiss sheet without agreeing (Close rather than OK) */
"Close" = "Fermer";

/* primary label with product name */
"Connecting to %@..." = "Connexion à %@ en cours...";

/* primary label */
"Connecting..." = "Connexion en cours...";

/*
 * Primary label displayed when app runs in "about box" mode.
 * Most of the time this is obscured by the sheet displaying the information
 * about the application.
 */
"PrimaryLabelAbout" = "À propos de...";

//----- download progress info -----------------------------------------------//

/* No comment provided by engineer. */
"Downloading (%@ out of %@ Bytes)" = "Téléchargement en cours (%1$@ sur %2$@ octets)";

/* No comment provided by engineer. */
"Downloading (%@ out of %@ KB)" = "Téléchargement en cours (%1$@ sur %2$@ Ko)";

/* No comment provided by engineer. */
"Downloading (%@ out of %@ MB)" = "Téléchargement en cours (%1$@ sur %2$@ Mo)";

//----- product display names ------------------------------------------------//

/** Name displayed in lieu of product when product is not known */
"UnknownTheProduct" = "l'application";

/* G2M product display name */
"GoToMeeting" = "GoToMeeting";

/* G2T product display name */
"GoToTraining" = "GoToTraining";

/* G2W product display name */
"GoToWebinar" = "GoToWebinar";

/* G2A product display name */
"GoToAssist" = "GoToAssist";

/* G2AC product display name */
"GoToAssist Corporate" = "GoToAssist Corporate";

/* GoToMyPC product display name */
"GoToMyPC" = "GoToMyPC";


//----- About Box ------------------------------------------------------------//


/* Message (title) displayed on face of about box sheet. */
"AboutBoxMessage" = "À propos de GoTo Opener";

/* Detailed info displayed on face of about box sheet. */
"AboutBoxInfo" = "GoTo Opener permet aux sites Web et aux logiciels GoTo de fonctionner correctement sur votre ordinateur.\n\nVersion : %@\n\nEmplacement : %@";


//----- task labels for main window ------------------------------------------//

/* generic launch progress label */
"Initializing" = "Initialisation en cours";

/*
 * Progress label displayed while just-launched, persistently-installed app
 * initially downloads session parameters from Launcher Service
 */
"DownloadingArgs" = "Demande d'informations spécifiques de lancement en cours";

/* progress label displayed while waiting for another DownloaderApp to finish */
"WaitingForMutex" = "En attente de la fin d'exécution d'une autre instance de GoTo Opener";

/* progress label displayed while DownloaderApp installs itself to persistent location */
"InstallingDlApp" = "Installation de GoTo Opener en cours";

/* generic starting plugin download progress label */
"Starting Plugin Download" = "Démarrage du téléchargement du plug-in en cours";

/* generic installing plugin label */
"Installing Plugin" = "Installation du plug-in en cours";

/* generic starting download progress label */
"Starting Download" = "Démarrage du téléchargement en cours";

/* generic downloading progress label */
"Downloading" = "Téléchargement en cours";

/* generic verify archive progress label */
"Verifying" = "Vérification en cours";

/* generic unarchiving progress label */
"Unzipping" = "Décompression en cours";

/* generic launch progress label */
"Installing" = "Installation en cours";

/* generic launch progress label */
"Launching" = "Lancement en cours";

/* launch installer progress label */
"Launching Installer" = "Lancement du programme d'installation en cours";

//----- Message text for error alert sheets ----------------------------------//

/* download failed alert message */
"Download Failed" = "Le téléchargement a échoué";

/* unarchive failed alert message */
"Unarchive Failed" = "Le désarchivage a échoué";

/* installation failed alert message */
"Installation Failed" = "L'installation a échoué";

/* launch failed alert message */
"Launch Failed" = "Le démarrage a échoué.";

//----- Info text for error alert sheets -------------------------------------//

/* boilerplate introduction for error sheets indicating complete failure of the Launcher to launch app, into which specific product name is inserted */
"AppFatalMsgPre"  = "GoTo Opener n'a pas pu démarrer %@.";

/* boilerplate introduction for error sheets indicating complete failure of the Launcher to install package, into which specific product name is inserted */
"InstallFatalMsgPre"  = "GoTo Opener n'a pas pu installer %@.";

/* boilerplate conclusion for error sheets indicating complete failure of the Launcher */
"GenericFatalMsgPost" = "Veuillez redémarrer le téléchargement ou contacter le service d'assistance clientèle via \nhttp://link.logmeininc.com/get-help.";

/* boilerplate introduction for error sheets indicating failure of the Launcher to download component due to SSL certificate validation errors. */
"SslCertFatalMsgPre"  = "GoTo Opener ne peut pas approuver le serveur de téléchargement.";

/* boilerplate conclusion for error sheets indicating failure of the Launcher to download component due to SSL certificate validation errors. */
"SslCertFatalMsgPost" = "Veuillez vous assurer que vous avez mis à jour les certificats approuvés dans vos chaînes de clé, ou contacter le service d'assistance clientèle via \nhttp://link.logmeininc.com/get-help.";

/* notify user that product endpoint version doesn't support OS version */
"ProductSupportForOsErrorInfo" = "La version %@ ne prend pas en charge cette version de Mac OS X.";

/* app download failed alert informative text */
"DownloadAppFailedErrorInfo" = "Le téléchargement de l'application requise depuis nos serveurs a échoué.";

/* app download failed alert instructions to manually download and install endpoint */
"DownloadAppFailedOfferManualDownload" = "%@ n'a pas démarré à cause d'un problème de téléchargement de l'application. Enregistrez le fichier à l'aide de votre navigateur Web :\n\n1. Cliquez sur le bouton Télécharger dans navigateur.\n2. Ouvrez et installez le fichier téléchargé.\n3. Réessayez de rejoindre votre session.";

/* app download failed alert instructions to manually download and install endpoint, post part */
"DownloadAppFailedOfferManualDownloadPost" = "Pour obtenir de l'aide, contactez votre administrateur système ou contactez le service d'assistance de %@, \nhttps://link.logmeininc.com/get-help.";


/* app download failed alert download button */
"Download" = "Télécharger dans navigateur";

/* installer download failed alert informative text */
"DownloadInstallerFailedErrorInfo" = "Échec du téléchargement du programme d'installation depuis nos serveurs.";

/* app unarchive failed alert informative text */
"UnarchiveAppFailedErrorInfo" = "Le désarchivage de l'application requise a échoué.";

/* installer unarchive failed alert informative text */
"UnarchiveInstallerFailedErrorInfo" = "Le désarchivage du programme d'installation a échoué.";

/* failed to place app bundle in permanent location, alert informative text */
"InstallAppFailedErrorInfo" = "L'installation de l'application requise a échoué.";

/* app launch failed alert informative text */
"LaunchAppFailedErrorInfo" = "Le démarrage de l'application requise a échoué.";

/* installer launch failed alert informative text */
"LaunchInstallerFailedErrorInfo" = "Le démarrage du programme d'installation a échoué.";

/* app arguments download failed alert informative text */
"DownloadAppArgumentsFailedErrorInfo" = "Le téléchargement des arguments d'application requis depuis nos serveurs a échoué.";


//----- for SSL error alert sheets -------------------------------------------//

/* label of button to retry on authentication timeout (not abort the app) */
"AuthTimeoutErrorRetryButtonLabel" = "Réessayer";

/* label of button to cancel retry on authentication timeout (so abort the app) */
"AuthTimeoutErrorCancelButtonLabel" = "Fermer";

/* authentication timeout alert message */
"AuthTimeoutErrorMsg" = "Authentification a pris trop de temps";

/* authentication timeout alert informative text */
"AuthTimeoutErrorInfo" = "Impossible d'authentifier les informations d'identification dans un temps raisonnable. Le nom ou le mot de passe que vous avez soumis n'est peut être pas correct. Veuillez réessayer.";

/* label of button to retry on connection lost during authentication (not abort the app) */
"AuthDisconnectErrorRetryButtonLabel" = "Réessayer";

/* label of button to cancel retry on connection lost during authentication (so abort the app) */
"AuthDisconnectErrorCancelButtonLabel" = "Fermer";

/* disconnect during authentication alert message */
"AuthDisconnectErrorMsg" = "L'authentification a échoué";

/* disconnect during authentication alert informative text */
"AuthDisconnectErrorInfo" = "La connexion au réseau a été perdue de façon inattendue lors de l'authentification. Le nom ou le mot de passe que vous avez soumis n'est peut être pas correct. Veuillez réessayer.";

/* SSL server certificate error alert message */
"ServerSslCertErrorMsg" = "Identité du serveur non approuvée";

/* generic SSL server certificate error informative text */
"ServerSslCertError" = "Le certificat du serveur est invalide. La connexion au serveur pourrait mettre vos informations confidentielles à risque.";

/* generic SSL server certificate error informative text <URL including host> */
"ServerSslCertErrorWithUrl" = "Le certificat du serveur \\'%@\\' est invalide. La connexion au serveur pourrait mettre vos informations confidentielles à risque.";

/* generic SSL server certificate error informative text <host name> */
"ServerSslCertErrorWithHostName" = "Le certificat du serveur \\'%@\\' est invalide. La connexion au serveur pourrait mettre vos informations confidentielles à risque.";

/* label of button to close server certificate error dialog and abort the app */
"ServerCertErrorCancelButtonLabel" = "Fermer";
